Repository: isamiew/mydentist
Catalog: src/MyDentist.Web/Shared/Localization/Global.*.resx
Languages: ru

# Nav_Home
source: Bosh sahifa
ru: Главная

# Nav_FindDentist
source: Stomatolog topish
ru: Найти стоматолога

# Nav_Services
source: Xizmatlar
ru: Услуги

# Nav_About
source: Biz haqimizda
ru: О нас

# Nav_Login
source: Kirish
ru: Войти

# Nav_Register
source: Ro'yxatdan o'tish
ru: Регистрация

# Nav_PatientPortal
source: Bemor portali
ru: Портал пациента

# Nav_DoctorPortal
source: Shifokor portali
ru: Портал врача

# Nav_PatientLogin
source: Bemor kirishi
ru: Вход пациента

# Nav_DoctorLogin
source: Shifokor kirishi
ru: Вход врача

# Public_Title
source: MyDentist – Bosh sahifa
ru: MyDentist – Добро пожаловать

# Hero_Title
source: O'zingizga mos
ru: Найдите идеального

# Hero_TitleHighlight
source: stomatologni toping
ru: стоматолога

# Hero_Subtitle
source: Yaqin atrofingizdagi ishonchli stomatologlar bilan bog'laning. Qabulga onlayn yoziling va tish salomatligingizni bir joydan boshqaring.
ru: Свяжитесь с проверенными стоматологами рядом с вами. Запишитесь на приём онлайн и управляйте здоровьем зубов в одном месте.

# Search_Placeholder
source: Stomatolog nomi yoki mutaxassisligi...
ru: Имя стоматолога или специализация...

# Search_Label
source: Qidirish
ru: Поиск

# Search_Region
source: Viloyat
ru: Регион

# Search_AllRegions
source: Barcha viloyatlar
ru: Все регионы

# Search_Service
source: Xizmat
ru: Услуга

# Search_AllServices
source: Barcha xizmatlar
ru: Все услуги

# Search_Button
source: Stomatologlarni qidirish
ru: Найти стоматологов

# Stats_Dentists
source: Tasdiqlangan stomatologlar
ru: Проверенных стоматологов

# Stats_Regions
source: Qamrab olingan viloyatlar
ru: Регионов охвачено

# Stats_Patients
source: Mamnun bemorlar
ru: Довольных пациентов

# Map_Title
source: Yaqin atrofdagi stomatologlarni toping
ru: Найдите стоматологов рядом

# Map_Subtitle
source: Joylashuv bo'yicha qidiring yoki yuqoridagi qidiruvdan foydalaning.
ru: Ищите по расположению или используйте поиск выше.

# Map_ComingSoon
source: Interaktiv xarita tez orada
ru: Интерактивная карта скоро появится

# Dentists_Title
source: Eng yaxshi stomatologlar
ru: Лучшие стоматологи

# Dentists_Subtitle
source: Sizga yordam berishga tayyor ishonchli mutaxassislar.
ru: Надёжные специалисты, готовые вам помочь.

# Dentists_BookNow
source: Qabulga yozilish →
ru: Записаться →

# Dentists_Reviews
source: ta sharh
ru: отзывов

# Specialty_General
source: Umumiy stomatologiya
ru: Общая стоматология

# Specialty_Orthodontics
source: Ortodontiya
ru: Ортодонтия

# Specialty_Cosmetic
source: Kosmetik stomatologiya
ru: Косметическая стоматология

# Specialty_Surgery
source: Jarrohlik
ru: Хирургия

# Footer_Description
source: Bemorlarni ishonchli stomatologlar bilan bog'lovchi zamonaviy stomatologiya platformasi.
ru: Современная стоматологическая платформа, соединяющая пациентов с проверенными стоматологами.

# Footer_Platform
source: Platforma
ru: Платформа

# Footer_Support
source: Yordam
ru: Поддержка

# Footer_HelpCenter
source: Yordam markazi
ru: Центр поддержки

# Footer_Contact
source: Bog'lanish
ru: Контакты

# Footer_Privacy
source: Maxfiylik
ru: Конфиденциальность

# Footer_ForDentists
source: Stomatologlar uchun
ru: Для стоматологов

# Footer_JoinNetwork
source: Tarmoqqa qo'shilish
ru: Присоединиться к сети

# Footer_Rights
source: Barcha huquqlar himoyalangan.
ru: Все права защищены.

# Btn_GoToPatientPortal
source: Bemor portaliga o'tish
ru: Перейти в портал пациента

# Btn_DoctorLogin
source: Shifokor kirishi
ru: Вход для врачей

# PatientLogin_Title
source: Bemorlar uchun kirish
ru: Вход для пациентов

# PatientLogin_Subtitle
source: Qabul va xizmatlarni boshqarish uchun tizimga kiring.
ru: Управляйте приёмами и планом лечения.

# DoctorLogin_Title
source: Shifokorlar uchun kirish
ru: Вход для врачей

# DoctorLogin_Subtitle
source: Bemorlaringiz va jadvalingizni boshqarish uchun tizimga kiring.
ru: Управляйте расписанием и пациентами.

# Auth_EmailLabel
source: Email manzil
ru: Электронная почта

# Auth_PasswordLabel
source: Parol
ru: Пароль

# Auth_PasswordPlaceholder
source: Parolingizni kiriting
ru: Введите пароль

# Auth_RememberMe
source: Esda saqlash
ru: Запомнить меня

# Auth_ForgotPassword
source: Parolni unutdingizmi?
ru: Забыли пароль?

# Auth_SignInPatient
source: Bemor sifatida kirish
ru: Войти как пациент

# Auth_SignInDoctor
source: Shifokor sifatida kirish
ru: Войти как врач

# Auth_SecureNote
source: Sizning ma'lumotlaringiz xavfsiz. Kirish ma'lumotlari shifrlangan kanal orqali uzatiladi.
ru: Ваши данные защищены и передаются по зашифрованному каналу.

# Language
source: Til
ru: Язык

# HowItWorks_Badge
source: Oddiy jarayon
ru: Простой процесс

# HowItWorks_Title
source: Bu qanday ishlaydi
ru: Как это работает

# HowItWorks_Subtitle
source: Tasdiqlangan stomatologni 3 ta oson qadamda toping va yoziling
ru: Найдите и запишитесь к проверенному стоматологу за 3 простых шага

# HowItWorks_Step1_Title
source: Qidirish
ru: Поиск

# HowItWorks_Step1_Desc
source: Mutaxassislik, viloyat yoki ism bo'yicha stomatolog toping
ru: Найдите стоматолога по специализации, региону или имени

# HowItWorks_Step2_Title
source: Yozilish
ru: Запись

# HowItWorks_Step2_Desc
source: Qulay vaqtni tanlang va qabulni tasdiqlang
ru: Выберите удобное время и подтвердите приём

# HowItWorks_Step3_Title
source: Tashrif
ru: Визит

# HowItWorks_Step3_Desc
source: Ishonchli stomatologdan professional yordam oling
ru: Получите помощь у надёжного специалиста

# CTA_Title
source: Stomatolog topishga tayyormisiz?
ru: Готовы найти стоматолога?

# CTA_Subtitle
source: Minglab mamnun bemorlar qatoriga qo'shiling
ru: Присоединяйтесь к тысячам довольных пациентов

# Footer_Terms
source: Shartlar
ru: Условия

# Login_Title
source: Tizimga kirish
ru: Войти в систему

# Login_Subtitle
source: Rolingizni tanlang va davom eting
ru: Выберите свою роль и продолжите

# Login_TabPatient
source: Bemor
ru: Пациент

# Login_TabDoctor
source: Shifokor
ru: Врач

# Portal_NavMain
source: Asosiy
ru: Главное

# Portal_NavDashboard
source: Boshqaruv paneli
ru: Панель управления

# Portal_NavPatients
source: Mening bemorlarim
ru: Мои пациенты

# Portal_NavProfile
source: Mening profilim
ru: Мой профиль

# Portal_DoctorTitle
source: Shifokor portali
ru: Портал врача

# Portal_PatientTitle
source: Bemor portali
ru: Портал пациента
